{"id":1421,"date":"2021-05-21T11:26:51","date_gmt":"2021-05-21T11:26:51","guid":{"rendered":"https:\/\/tradecast.tv\/?page_id=1421"},"modified":"2021-05-26T13:20:30","modified_gmt":"2021-05-26T13:20:30","slug":"algemene-voorwaarden","status":"publish","type":"page","link":"https:\/\/tradecast.tv\/algemene-voorwaarden\/","title":{"rendered":"Algemene voorwaarden"},"content":{"rendered":"\n<div class=\"wp-block-group alignwide has-black-color has-white-background-color has-text-color has-background\"><div class=\"wp-block-group__inner-container\">\n<p><strong>Algemene voorwaarden Tradecast B.V.<br><\/strong>Algemene Voorwaarden van de besloten vennootschap Tradecast B.V., gevestigd te Zwolle en ingeschreven bij de KvK van Oost-Nederland onder nummer 62230697.<\/p>\n\n\n\n<p><strong>Artikel 1 Begrippen<br><\/strong>In deze algemene voorwaarden worden de volgende begrippen gehanteerd:<\/p>\n\n\n\n<p>Tradecast: de besloten vennootschap Tradecast B.V., ongeacht of wordt gehandeld onder de naam Tradecast B.V. of een andere aan Tradecast toebehorende handelsnaam.<br><br>Opdrachtgever: één of meer derden met wie Tradecast één of meer (deel)overeenkomsten sluit \/ heeft gesloten en ten behoeve van wie Tradecast Dienst(en) verricht.<br><br>Algemene Voorwaarden: de onderhavige Algemene Voorwaarden die van toepassing zijn op alle rechtshandelingen van Tradecast of welke handeling van Tradecast dan ook welke een verbintenis met (een) derde(n) tot het gevolg heeft.<br><br>Dienst: elk uit één of meer onderdelen bestaand werk – ongeacht van welke (on)stoffelijke aard dan ook – dat Tradecast in opdracht en ten behoeve van (een) Opdrachtgever(s) verricht en\/of elke levering van één of meer zaken.<br><br>Offerte: de aanbieding van Tradecast aan de Opdrachtgever in welke aanbieding in ieder geval (summierlijk) de te verrichten Dienst en de prijs is vastgelegd.<br><br>Overeenkomst: de tussen Tradecast en Opdrachtgever gesloten Overeenkomst ingevolge welke Tradecast de Dienst verricht.<br><br>Content: audiovisueel en tekstueel materiaal dat wordt geplaatst en\/of naar wordt verwezen op de Dienst door dan wel Tradecast, dan wel de Opdrachtgever.<\/p>\n\n\n\n<p><strong>Artikel 2. Algemeen\/ toepasselijkheid voorwaarden<\/strong><\/p>\n\n\n\n<p>2.1. De Algemene Voorwaarden zijn van toepassing op alle rechtshandelingen van Tradecast en\/of welke handeling van Tradecast dan ook welke een verbintenis met (een) derde(n) tot het gevolg heeft.<\/p>\n\n\n\n<p>2.2. Algemene voorwaarden van een Opdrachtgever worden uitdrukkelijk van de hand gewezen.<\/p>\n\n\n\n<p>2.3. Tradecast accepteert geen algemene (schriftelijke) verwijzing naar algemene voorwaarden van een Opdrachtgever.<\/p>\n\n\n\n<p>2.4. Indien een of meerdere van de bepalingen in de Algemene Voorwaarden nietig worden verklaard of vernietigd worden, blijven de overige bepalingen in deze Algemene Voorwaarden van toepassing.<\/p>\n\n\n\n<p>2.5. Tradecast behoudt zich het recht voor om de Algemene Voorwaarden te allen tijde te kunnen wijzigen. Wijzigingen gelden ook ten aanzien van reeds gesloten overeenkomsten. Wijzigingen in de Algemene Voorwaarden en de ingangsdatum van de gewijzigde Algemene Voorwaarden worden via een e-mail kenbaar gemaakt aan Opdrachtgever.<\/p>\n\n\n\n<p>De Opdrachtgever kan voor de ingang van de gewijzigde Algemene Voorwaarden kenbaar maken niet akkoord te gaan met de gewijzigde Algemene Voorwaarden en heeft het recht de Overeenkomst per ingang van de gewijzigde Algemene Voorwaarden te beëindigen.<\/p>\n\n\n\n<p><strong>Artikel 3. Totstandkoming van de overeenkomst<br><\/strong><\/p>\n\n\n\n<p>3.1. Offertes worden schriftelijk (en\/of per e-mail) uitgebracht en zijn geheel vrijblijvend.<\/p>\n\n\n\n<p>3.2.Een Overeenkomst komt tot stand op het moment van ontvangst door Tradecast van de door de Opdrachtgever aan Tradecast per post, fax of e-mail gezonden en door Opdrachtgever ondertekende Offerte.<\/p>\n\n\n\n<p>3.3. Een Overeenkomst tussen Opdrachtgever en Tradecast komt in ieder geval, bij gebreke van een getekende offerte, tot stand op het moment dat Tradecast met de werkzaamheden met betrekking tot de Dienst, ten behoeve van de Opdrachtgever, een aanvang neemt.<\/p>\n\n\n\n<p>3.4. Indien Tradecast met het verrichten van de Dienst een aanvang neemt, zonder dat- om welke reden dan ook – door de Opdrachtgever een schriftelijke Offerte ondertekend is geretourneerd, wordt de Opdrachtgever geacht ingestemd te hebben met de Offerte.<\/p>\n\n\n\n<p>3.5. Alle door Tradecast uitgebrachte Offertes zijn vrijblijvend. Tradecast heeft het recht uitgebrachte offertes te herroepen. De Offerte is te allen tijde gebaseerd op de door de Opdrachtgever verstrekte gegevens. Opdrachtgever is en blijft verantwoordelijk voor door haar verstrekte en in de Offerte en\/of Overeenkomst opgenomen (onjuiste en\/of onvolledige) gegevens.<\/p>\n\n\n\n<p>3.6. Fouten of vergissingen in aanbiedingen op de website, Offertes en andere publicaties van Tradecast zijn niet bindend.<\/p>\n\n\n\n<p><strong>Artikel 4. Uitvoering van de overeenkomst<\/strong><\/p>\n\n\n\n<p>4.1. Tradecast verricht de werkzaamheden ten behoeve van de Dienst op<br>zorgvuldige wijze en met inachtneming van de gebruikelijke normen die op het vakgebied van Tradecast gelden.<\/p>\n\n\n\n<p>4.2. De Opdrachtgever is zich ervan bewust dat ontevredenheid met esthetische onderdelen van de Dienst, nimmer tot toerekenbaar tekortschieten aan de zijde van Tradecast leidt.<\/p>\n\n\n\n<p>4.3. Indien en voor zover Opdrachtgever wijzigingen in de Dienst voorstaat, nadat partijen over de (wijze van) uitvoering van de Overeenkomst overeenstemming hebben bereikt, gelden dergelijke wijzigingen als meerwerk. Tradecast is gerechtigd in dat geval de gangbare prijs te rekenen voor dat meerwerk, een en ander naast de reeds overeengekomen prijs voor de Dienst. Ingeval wijzigingen minder werk tot gevolg hebben, blijft de overeengekomen prijs van toepassing.<\/p>\n\n\n\n<p>4.4. Tradecast is ter uitvoering van de Dienst (mede) afhankelijk van de gegevens- en informatieverstrekking door de Opdrachtgever. Tradecast kan de Dienst niet verrichten indien deze gegevens- en informatieverstrekking niet tijdig en\/of volledig plaatsvindt. Tradecast schiet jegens de Opdrachtgever nimmer toerekenbaar tekort indien te late en\/of onjuiste aanlevering van gegevens en\/of informatie door de Opdrachtgever, tot (een) gebrek(en) in de verrichting van de Dienst leid(t)(en).<\/p>\n\n\n\n<p>Indien de Opdrachtgever na uitdrukkelijke ingebrekestelling door Tradecast van de Opdrachtgever – waarbij een redelijke termijn tot aanlevering en\/of informatieverstrekking wordt gegund – in gebreke blijft met zijn aanlevering- en informatieverplichting, is Tradecast gerechtigd de overeenkomst te beëindigen en is de Opdrachtgever verplicht de dientengevolge door Tradecast geleden schade te voldoen.<\/p>\n\n\n\n<p>4.5. Tradecast is gerechtigd ten behoeve van de verrichting van de Dienst (een) derde(n) in te schakelen, zonder dat daartoe de toestemming van de Opdrachtgever is vereist.<\/p>\n\n\n\n<p>4.6. Indien Tradecast ter verrichting van de Dienst zaken aan Opdrachtgever of aan derden per post, koerier of anderszins dient toe te laten komen, geschiedt deze toezending voor rekening en risico van de Opdrachtgever. Opdrachtgever wordt geadviseerd desgewenst in dat kader passende verzekeringen van de te verzenden zaken te sluiten.<\/p>\n\n\n\n<p>4.7. Indien door een omstandigheid die Tradecast feitelijk niet toe te rekenen is, de uitvoering van de Dienst dient te worden aangepast, dan vindt zulks in overleg tussen de Opdrachtgever en Tradecast plaats. Opdrachtgever is niet gerechtigd onder deze omstandigheden de overeenkomst te beëindigen.<\/p>\n\n\n\n<p>4.8. Partijen zullen in alle gevallen volstrekte geheimhouding betrachten ten aanzien van al hetgeen hun ingevolge de uitvoering van de Dienst bekend is geworden. Alle bescheiden, monsters, modellen, stukken, films, content dan wel welke gegevensdragers – schriftelijk, digitaal en\/of elektronisch – dan ook, blijven eigendom van de partij die ze ten behoeve van de uitvoering van de Dienst aanlevert.<\/p>\n\n\n\n<p><strong>Artikel 5. Toepassingen \/ gebruik door Opdrachtgever<br><\/strong><\/p>\n\n\n\n<p>5.1. De Opdrachtgever verkrijgt uitsluitend het overeengekomen recht tot gebruik van de door Tradecast te leveren Dienst en is niet gerechtigd dit gebruiksrecht aan één of meer derden over te dragen zonder schriftelijke toestemming van Tradecast.<\/p>\n\n\n\n<p>5.2. Het is de Opdrachtgever niet toegestaan:<\/p>\n\n\n\n<ul><li>de Dienst te gebruiken en\/of toe te passen in strijd met de wet;<br>door middel van gebruik en\/of toepassing van de Dienst en\/of via de Dienst – op welke wijze dan ook &#8211; onwettige of moreel verwerpelijke activiteiten en\/of standpunten te ontplooien, uit te lokken, te propageren, te onderwijzen, uit te dragen en\/of op welke wijze dan ook in de openbaarheid te brengen, met welk doel dan ook;<\/li><li>door middel van gebruik en\/of toepassing van de Dienst en \/of via de Dienst expliciet seksueel getint materiaal, van welke aard dan ook, op welke wijze dan ook in het bezit te hebben en\/of te openbaren;<\/li><li>gebruik te maken van de Dienst, op welke wijze en\/of met welk gebruik van ander materiaal dan ook, zodanig dat aan één of meer goederen gebruikt door Tradecast schade wordt toegebracht, ongeacht of deze goederen in het bezit zijn van en\/of aangewend worden door Tradecast dan wel van derden.<\/li><\/ul>\n\n\n\n<p><strong>Artikel 6. Boetes<\/strong><br><\/p>\n\n\n\n<p>6.1. Indien een Opdrachtgever – in welke mate dan ook &#8211; één of meer van de bepalingen in de Overeenkomst en\/of de Algemene Voorwaarden overtreedt, verbeurt de Opdrachtgever ten behoeve van Tradecast een, zonder dat een ingebrekestelling en\/of rechterlijke tussenkomst vereist is, boete van € 250,- per overtreding per dag, ongeacht of de overtreding direct dan wel indirect kan worden toegerekend aan de Opdrachtgever.<\/p>\n\n\n\n<p>6.2. De boete heeft geen schadefixerend karakter en Tradecast houdt, naast de<br>verschuldigde boete, Opdrachtgever aansprakelijk voor door Tradecast als gevolg van de overtreding(en) daadwerkelijk geleden schade, van welke aard dan ook.<\/p>\n\n\n\n<p>6.3. Bij overtreding(en) als bedoeld in dit artikel is Tradecast gerechtigd de uitvoering van de Dienst per direct te beëindigen, zonder dat Tradecast dientengevolge op enigerlei wijze jegens Opdrachtgever en\/of één of meer derden aansprakelijk is.<\/p>\n\n\n\n<p><strong>Artikel 7. Facturering \/ betaling<\/strong><br><\/p>\n\n\n\n<p>7.1. Tradecast is gerechtigd één of meer voorschotten in rekening te brengen aan de Opdrachtgever voordat met de uitvoering van de Dienst een aanvang wordt genomen en\/of tijdens de uitvoering van de Dienst. Indien partijen niet tot overeenstemming geraken over de hoogte en de betalingswijze- en plicht van die voorschotnota(‘s), is Tradecast niet verplicht aan te vangen met de uitvoering van de Dienst en\/of de uitvoering van de Dienst voort te zetten.<\/p>\n\n\n\n<p>7.2. Tradecast hanteert met betrekking tot haar nota’s een fatale betalingstermijn<br>van 14 dagen. De Opdrachtgever geraakt in verzuim bij verstrijken van deze termijn, in welk geval de Opdrachtgever per direct de wettelijke handelsrente over het factuurbedrag verschuldigd is.<\/p>\n\n\n\n<p>7.3. Alle kosten, van welke buitengerechtelijke en\/of gerechtelijke aard dan ook – met inbegrip van bijvoorbeeld advocaatkosten, deurwaarderskosten, griffierechtkosten, alles al dan niet in juridische procedures &#8211; die Tradecast redelijkerwijs maakt ter incassering van nota’s dan wel in het kader van welk geschil dan ook met Opdrachtgever en verband houdende met uitvoering van de Dienst, komen voor rekening van Opdrachtgever.<\/p>\n\n\n\n<p>7.4. Indien ingevolge de Dienst Opdrachtgever aan Tradecast periodiek betalingen<br>dient te verrichten (bijvoorbeeld ingevolge een abonnement) is Tradecast gerechtigd periodiek prijsaanpassingen door te voeren indien die prijsaanpassingen:<\/p>\n\n\n\n<ul><li>omwille van inflatoire redenen genoodzaakt zijn, en\/of;<\/li><li>omwille van andere zwaarwegende (kostenverhogende) omstandigheden aan de zijde van Tradecast, genoodzaakt zijn, en\/of;<\/li><li>niet uitstijgen boven 5% van de laatste door Tradecast gehanteerde prijs, en;<\/li><li>niet binnen een periode van drie maanden twee- of meermalen plaatsvinden, tenzij de éne stijging van doen heeft met inflatie en de andere met andere zwaarwegende (kostenverhogende) omstandighe(i)d(en) in welk geval twee- of meermalen verhogen binnen drie maanden toegestaan is.<\/li><\/ul>\n\n\n\n<p>7.5. Indien Tradecast genoodzaakt is een periodieke prijsverhoging toe te passen hoger dan 5%, is de Opdrachtgever bevoegd om omwille van die prijsverhoging binnen 30 dagen na de feitelijke verhoging de Overeenkomst te beëindigen. Na verstrijking van de termijn van 30 dagen, eindigt die bevoegdheid.<\/p>\n\n\n\n<p>7.6. Tradecast behoudt ten allen tijde het recht om schommelingen in de wisselkoersen die betrekking hebben tot de Dienst of inkoop bij derden welke betrekking hebben op de Dienst direct aan de Opdrachtgever door te rekenen bij de eerstvolgende betalingsverplichting van de Opdrachtgever.<\/p>\n\n\n\n<p>7.7. Indien de Opdrachtgever de Overeenkomst beëindigt als bedoeld in art. 7.5 van de Algemene Voorwaarden, dan is de Opdrachtgever aan Tradecast verschuldigd de normale prijs die Tradecast bij volledige en juiste nakoming van de Overeenkomst gerechtigd zou zijn in rekening te brengen, een en ander naar rato van tijd. Indien en voor zover Tradecast ter uitvoering van de Dienst één of meer derden heeft (moeten) inschakelen en Tradecast niet bevoegd is, bij beëindiging van de Overeenkomst door Opdrachtgever, die betreffende overeenkomst(en) direct te beëindigen, is Opdrachtgever eveneens aan Tradecast verschuldigd de kosten die Tradecast aan die derde(n) verschuldigd is tot het eerste moment waarop Tradecast de overeenkomst(en) met die derde(n) kan beëindigen.<\/p>\n\n\n\n<p>7.8. De Opdrachtgever is verplicht de nota(‘s) van Tradecast te voldoen zonder dat de Opdrachtgever gerechtigd is een beroep te doen op verrekening, opschorting, inhouding, korting of welke ander juridisch instrument dan ook welke integrale betaling van de nota(‘s) in de weg staat.<\/p>\n\n\n\n<p>7.9. De door Tradecast in het kader van welke bespreking, onderhandeling en\/of Offerte dan ook genoemde prijzen, gelden exclusief BTW en – tenzij schriftelijk anders overeengekomen – exclusief kosten van derden, materiaalkosten, vervoerskosten, reiskosten,verblijf- en verletkosten, en\/of welke andere vergelijkbare kosten dan ook, van Tradecast en\/of hulppersonen van Tradecast.<\/p>\n\n\n\n<p>7.10. Indien twee of meer Opdrachtgevers één (deel)opdracht aan Tradecast verstrekken, zijn die twee of meer Opdrachtgevers hoofdelijk aansprakelijk voor betaling van de nota(‘s).<\/p>\n\n\n\n<p><strong>Artikel 8. Opschorting<\/strong><br><\/p>\n\n\n\n<p>8.1. Tradecast is gerechtigd de uitvoering van de Dienst per direct op te schorten,<br>indien de Opdrachtgever met enige betalingsverplichting in verzuim is.<\/p>\n\n\n\n<p><strong>Artikel 9. Einde van de overeenkomst<\/strong><br><\/p>\n\n\n\n<p>9.1. De Overeenkomst tussen Opdrachtgever en Tradecast eindigt doordat beide partijen aan alle voorwaarden van de Overeenkomst hebben voldaan en\/of op een wijze als in deze Algemene Voorwaarden is omschreven.<\/p>\n\n\n\n<p>9.2. De Opdrachtgever is niet gerechtigd de Overeenkomst voortijdig op te zeggen, behoudens gewichtige redenen. Indien de Opdrachtgever toch overgaat tot opzegging en Tradecast zich genoodzaakt ziet die opzegging te accepteren (bijv. in het geval van gewichtige redenen), dient de Opdrachtgever de schade – direct dan wel indirect – welke Tradecast door deze beëindiging leidt, te vergoeden. Tevens is de Opdrachtgever bij wege van boete verschuldigd 50% van het honorarium dat Tradecast ingevolge de Overeenkomst nog zou toekomen, te vermeerderen met BTW. Deze boete kent geen schadefixerend karakter en is zonder rechterlijke tussenkomst door Opdrachtgever verschuldigd.<\/p>\n\n\n\n<p>9.3. Indien de Overeenkomst tussen Tradecast en de Opdrachtgever het karakter kent van een duurovereenkomst en over de opzegging \/ voortzetting van de Overeenkomst geen specifieke afspraken gemaakt zijn, kan de Opdrachtgever de Overeenkomst uitsluitend tegen het einde van de maand opzeggen met inachtneming van een opzegtermijn van vier maanden.<\/p>\n\n\n\n<p>9.4. De opzegtermijn als bedoeld in art. 9.3 van de Algemene Voorwaarden is langer indien en voor zover Tradecast in het kader van de uitvoering van de Dienst één of meer derden heeft moeten inschakelen, welke overeenkomst(en) met die derde(n) niet binnen de voornoemde termijn van vier maanden kan of kunnen worden beëindigd. In dat geval geldt een opzegtermijn welke gelijk is aan de termijn die Tradecast in acht dient te nemen in die overeenkomst(en) met die derde(n), in alle gevallen met een minimum van vier maanden.<\/p>\n\n\n\n<p><strong>Artikel 10. Aansprakelijkheid<\/strong><br><\/p>\n\n\n\n<p>10.1. Tradecast is niet aansprakelijk voor schade die Opdrachtgever en\/of derden lijd(t)(en) en\/of die door deze(n) wordt geleden als gevolg van de uitvoering van de Dienst, behoudens opzet en\/of grove roekeloosheid van Tradecast.<\/p>\n\n\n\n<p>10.2. Indien sprake is van opzet en\/of grove roekeloosheid van hulppersonen en\/of ondergeschikten van Tradecast, wordt de aansprakelijkheid van Tradecast voor schade van Opdrachtgever eveneens uitgesloten.<\/p>\n\n\n\n<p>10.3. In alle gevallen geldt dat indien en voor zover Tradecast om welke reden dan ook toch aansprakelijk en schadeplichtig zou zijn terzake schade geleden door de Opdrachtgever en\/of derden, die schadeplichtigheid nimmer hoger is dan 50% van de totaalsom excl. BTW van de door Tradecast ingevolge de Dienst aan Opdrachtgever gefactureerde en ontvangen bedragen. Indien en voor zover Tradecast met de Opdrachtgever periodieke afspraken heeft gemaakt, beperkt de voornoemde schadeplichtigheid tot een bedrag gelijk aan tweemaal de waarde van de periodieke nota die Tradecast aan Opdrachtgever heeft gefactureerd en betaald heeft gekregen.<\/p>\n\n\n\n<p>10.4. Tradecast is niet aansprakelijk voor de plaatsing van en verwijzing naar Content van derden geplaatst door de Opdrachtgever. De Content blijft te allen tijde eigendom van de rechthebbende eigenaar en wordt geen eigendom van Tradecast door de plaatsing en verwijzing. Opdrachtgever vrijwaart Tradecast voor iedere aanspraak van (een) derde(n) ten aanzien van Content bedoeld in dit artikel.<\/p>\n\n\n\n<p>10.5. Tradecast is niet aansprakelijk voor de plaatsing of verwijzing naar Content in tegenspraak met de gebruiksvoorwaarden, licentievoorwaarden of andere voorwaarden van de eigenaar van deze Content of de dienst die deze Content host en \/ of uitserveert. Opdrachtgever vrijwaart Tradecast voor iedere aanspraak van (een) derde(n) ten aanzien van Content bedoeld in dit artikel.<\/p>\n\n\n\n<p>Artikel 11. Geschillenregeling \/ forumkeuze<br>11.1. Uitsluitend Nederlands Recht is van toepassing op de verbintenis(sen), zoals, maar niet beperkt tot, de (uitvoering van) de Dienst, tussen Opdrachtgever en Tradecast.<\/p>\n\n\n\n<p>11.2. Uitsluitend de bevoegde rechter van de Rechtbank Overijssel is bevoegd kennis te nemen van geschillen.<\/p>\n\n\n\n<p><strong>Artikel 12. Beleid omtrent persoonsgebonden gegevens<\/strong><br><\/p>\n\n\n\n<p>12.1. Tradecast is gerechtigd persoonsgebonden informatie te verzamelen uit het gebruik van de Dienst door de Opdrachtgever.<\/p>\n\n\n\n<p>12.2. Tradecast kan dan wel met eigen techniek, dan wel met techniek van derden gegevens over gebruikers van de Dienst en de Opdrachtgever verzamelen.<\/p>\n\n\n\n<p>12.3. Tradecast is gerechtigd verzamelde persoonsgebonden informatie te gebruiken met als doel de Dienst te verbeteren voor Opdrachtgever en consument.<\/p>\n\n\n\n<p>12.4. Op de verwerking van persoonsgegevens door Tradecast is de <a href=\"https:\/\/tradecast.tv\/privacyverklaring\/\"><span class=\"has-inline-color has-black-color\">privacy verklaring van Tradecast <\/span><\/a>van toepassing.<\/p>\n\n\n\n<p class=\"has-normal-font-size\"><strong>Artikel 13. Software<br><\/strong><\/p>\n\n\n\n<p class=\"has-normal-font-size\">13.1. De Opdrachtgever wordt voor de duur van de overeenkomst een niet-overdraagbaar gebruiksrecht verstrekt met betrekking tot de Software en de daarbij behorende gebruiksdocumentatie. De Opdrachtgever gaat akkoord met de licentievoorwaarden van de geleverde Software en gebruiksdocumentatie.<\/p>\n\n\n\n<p>13.2. Tradecast is niet verantwoordelijk voor het gebruik van de Software door de Opdrachtgever in strijd met de wet, algemene bepalingen en voorwaarden van derden.<\/p>\n\n\n\n<p><strong>Appendix I Voorwaarden omtrent hosting en streaming<\/strong><\/p>\n\n\n\n<ol><li>Dit gedeelte van de Algemene Voorwaarden bevat bepalingen die uitsluitend van toepassing zijn op internetdiensten zoals bijvoorbeeld streaming, (web)hosting, e-mail en\/of domeinregistratie.<\/li><li>Het is de Opdrachtgever niet toegestaan om:<br>gebruik te maken van de Dienst, op welke wijze en\/of met welk gebruik van ander materiaal dan ook, zodanig dat aan één of meer door Tradecast gebruikte en\/of te gebruiken servers schade wordt aangebracht en\/of kan worden aangebracht, ongeacht of deze servers in het bezit van Tradecast dan wel van Tradecast in te schakelen derden zijn.<\/li><li>De Overeenkomst voor hosting en streaming wordt aangegaan voor de periode van drie (3) jaar, tenzij schriftelijk anders is overeengekomen.<\/li><li>Tradecast draagt grote zorg voor de beschikbaarheid van de Dienst, waarbij zij zich tot het uiterste inspant om optimale beschikbaarheid te bieden. Tradecast kan niet garanderen dat verbindingen zoals kabelverbindingen en \/ of andere verbindingen met hostingpartijen en \/ of streamingdiensten bij Amazon Web Services ten alle tijden beschikbaar zijn. Op het gebruik van de diensten van Amazon Web Services zijn de algemene voorwaarden van Amazon Web Services van toepassing (https:\/\/aws.amazon.com\/agreement\/).<\/li><li>Tradecast is niet aansprakelijk voor schade geleden door de Opdrachtgever door onbeschikbaarheid van de Dienst door gebreken in verbindingen in diensten en afgenomen diensten van derden die de Dienst beschikbaarheid bieden.<\/li><li>De Algemene Voorwaarden van Tradecast zijn onverkort ook op de in deze appendix bedoelde hosting van websites en\/of internetdiensten van toepassing, voor zover ze niet in strijd zijn met de in deze appendix<\/li><\/ol>\n<\/div><\/div>\n","protected":false},"excerpt":{"rendered":"","protected":false},"author":4,"featured_media":0,"parent":0,"menu_order":0,"comment_status":"closed","ping_status":"closed","template":"templates\/page-content.php","meta":[],"yoast_head":"<!-- This site is optimized with the Yoast SEO Premium plugin v16.6 (Yoast SEO v16.6.1) - https:\/\/yoast.com\/wordpress\/plugins\/seo\/ -->\n<title>Algemene voorwaarden | Tradecast<\/title>\n<meta name=\"robots\" content=\"index, follow, max-snippet:-1, max-image-preview:large, max-video-preview:-1\" \/>\n<link rel=\"canonical\" href=\"https:\/\/tradecast.tv\/nl\/algemene-voorwaarden\/\" \/>\n<meta property=\"og:locale\" content=\"nl_NL\" \/>\n<meta property=\"og:type\" content=\"article\" \/>\n<meta property=\"og:title\" content=\"Algemene voorwaarden\" \/>\n<meta property=\"og:description\" content=\"Algemene voorwaarden Tradecast B.V.Algemene Voorwaarden van de besloten vennootschap Tradecast B.V., gevestigd te Zwolle en ingeschreven bij de KvK van\" \/>\n<meta property=\"og:url\" content=\"https:\/\/tradecast.tv\/nl\/algemene-voorwaarden\/\" \/>\n<meta property=\"og:site_name\" content=\"Tradecast\" \/>\n<meta property=\"article:publisher\" content=\"https:\/\/www.facebook.com\/Tradecast\/\" \/>\n<meta property=\"article:modified_time\" content=\"2021-05-26T13:20:30+00:00\" \/>\n<meta name=\"twitter:card\" content=\"summary_large_image\" \/>\n<meta name=\"twitter:site\" content=\"@tradecasttv\" \/>\n<meta name=\"twitter:label1\" content=\"Est. reading time\" \/>\n\t<meta name=\"twitter:data1\" content=\"13 minuten\" \/>\n<script type=\"application\/ld+json\" class=\"yoast-schema-graph\">{\"@context\":\"https:\/\/schema.org\",\"@graph\":[{\"@type\":\"Organization\",\"@id\":\"https:\/\/tradecast.tv\/#organization\",\"name\":\"Tradecast\",\"url\":\"https:\/\/tradecast.tv\/\",\"sameAs\":[\"https:\/\/www.facebook.com\/Tradecast\/\",\"https:\/\/www.instagram.com\/tradecast.tv\/\",\"https:\/\/www.linkedin.com\/company\/tradecast\/\",\"https:\/\/twitter.com\/tradecasttv\"],\"logo\":{\"@type\":\"ImageObject\",\"@id\":\"https:\/\/tradecast.tv\/#logo\",\"inLanguage\":\"nl-NL\",\"url\":\"https:\/\/tradecast.tv\/wp-content\/uploads\/2021\/05\/TC_logo_Black.png\",\"contentUrl\":\"https:\/\/tradecast.tv\/wp-content\/uploads\/2021\/05\/TC_logo_Black.png\",\"width\":180,\"height\":42,\"caption\":\"Tradecast\"},\"image\":{\"@id\":\"https:\/\/tradecast.tv\/#logo\"}},{\"@type\":\"WebSite\",\"@id\":\"https:\/\/tradecast.tv\/#website\",\"url\":\"https:\/\/tradecast.tv\/\",\"name\":\"Tradecast\",\"description\":\"Start je eigen videoplatform\",\"publisher\":{\"@id\":\"https:\/\/tradecast.tv\/#organization\"},\"potentialAction\":[{\"@type\":\"SearchAction\",\"target\":{\"@type\":\"EntryPoint\",\"urlTemplate\":\"https:\/\/tradecast.tv\/?s={search_term_string}\"},\"query-input\":\"required name=search_term_string\"}],\"inLanguage\":\"nl-NL\"},{\"@type\":\"WebPage\",\"@id\":\"https:\/\/tradecast.tv\/nl\/algemene-voorwaarden\/#webpage\",\"url\":\"https:\/\/tradecast.tv\/nl\/algemene-voorwaarden\/\",\"name\":\"Algemene voorwaarden | Tradecast\",\"isPartOf\":{\"@id\":\"https:\/\/tradecast.tv\/#website\"},\"datePublished\":\"2021-05-21T11:26:51+00:00\",\"dateModified\":\"2021-05-26T13:20:30+00:00\",\"breadcrumb\":{\"@id\":\"https:\/\/tradecast.tv\/nl\/algemene-voorwaarden\/#breadcrumb\"},\"inLanguage\":\"nl-NL\",\"potentialAction\":[{\"@type\":\"ReadAction\",\"target\":[\"https:\/\/tradecast.tv\/nl\/algemene-voorwaarden\/\"]}]},{\"@type\":\"BreadcrumbList\",\"@id\":\"https:\/\/tradecast.tv\/nl\/algemene-voorwaarden\/#breadcrumb\",\"itemListElement\":[{\"@type\":\"ListItem\",\"position\":1,\"name\":\"Algemene voorwaarden\"}]}]}<\/script>\n<!-- \/ Yoast SEO Premium plugin. -->","lang":"nl","translations":{"nl":1421,"en":1434},"pll_sync_post":[],"_links":{"self":[{"href":"https:\/\/tradecast.tv\/wp-json\/wp\/v2\/pages\/1421"}],"collection":[{"href":"https:\/\/tradecast.tv\/wp-json\/wp\/v2\/pages"}],"about":[{"href":"https:\/\/tradecast.tv\/wp-json\/wp\/v2\/types\/page"}],"author":[{"embeddable":true,"href":"https:\/\/tradecast.tv\/wp-json\/wp\/v2\/users\/4"}],"replies":[{"embeddable":true,"href":"https:\/\/tradecast.tv\/wp-json\/wp\/v2\/comments?post=1421"}],"version-history":[{"count":10,"href":"https:\/\/tradecast.tv\/wp-json\/wp\/v2\/pages\/1421\/revisions"}],"predecessor-version":[{"id":1577,"href":"https:\/\/tradecast.tv\/wp-json\/wp\/v2\/pages\/1421\/revisions\/1577"}],"wp:attachment":[{"href":"https:\/\/tradecast.tv\/wp-json\/wp\/v2\/media?parent=1421"}],"curies":[{"name":"wp","href":"https:\/\/api.w.org\/{rel}","templated":true}]}}