{"id":1434,"date":"2021-05-21T11:26:51","date_gmt":"2021-05-21T11:26:51","guid":{"rendered":"https:\/\/tradecast.tv\/?page_id=1421"},"modified":"2021-05-25T08:17:31","modified_gmt":"2021-05-25T08:17:31","slug":"general-terms-and-conditions","status":"publish","type":"page","link":"https:\/\/tradecast.tv\/en\/general-terms-and-conditions\/","title":{"rendered":"General terms and conditions"},"content":{"rendered":"\n<div class=\"wp-block-group alignwide has-black-color has-white-background-color has-text-color has-background\"><div class=\"wp-block-group__inner-container\">\n<p><strong>General terms and conditions Tradecast B.V.<\/strong><\/p>\n\n\n\n<p>General terms and conditions of the B.V. (Dutch limited company) Tradecast B.V., based in Zwolle and registered in the Trade Register of the Chamber of Commerce in Oost-Nederland (East of the Netherlands), under register number 62230697.<\/p>\n\n\n\n<p>Last updated: May 25th 2021.<\/p>\n\n\n\n<p><strong>Article 1. Definitions<\/strong><\/p>\n\n\n\n<p>In these general terms and conditions, the following definitions will apply:<\/p>\n\n\n\n<p>Tradecast: the BV (Dutch limited company) Tradecast B.V., regardless of whether trade name Tradecast B.V. or another trade name is used.<br>Client: one or several third parties with which Tradecast enters into\/has entered into one or several (partial) agreements and on behalf of whom Tradecast performs services.<br>General Terms and Conditions: the current General Terms and Conditions which apply to all legal actions taken by Tradecast or whichever action taken by Tradecast results in a commitment with (a) third party\/parties.<br>Service: every work activity consisting of one or several aspects, regardless of whichever (im)material nature, which Tradecast performs on behalf of (a) Client(s) and\/or every delivery of one or more goods\/services.<br>Bid: Tradecast’s offering to the Client in which offering in any case (summarily) the required Services and the price are provided.<br>Agreement: The Agreement between Tradecast and the client, from which the Service Tradecast will perform arises.<br>Content: audio-visual and textual material which is placed and\/or referred to in the context of the Service by either Tradecast, third parties, consumers or the Client.<\/p>\n\n\n\n<p><strong>Article 2. General\/applicability terms and conditions<\/strong><\/p>\n\n\n\n<p>2.1. The General Terms and Conditions apply to all legal actions taken by Tradecast and\/or whichever action taken by Tradecast results in a commitment with (a) third party\/parties.<\/p>\n\n\n\n<p>2.2. General Terms and Conditions of a Client are expressly rejected.<\/p>\n\n\n\n<p>2.3. Tradecast does not accept any general (written) references to general terms and conditions of a Client.<\/p>\n\n\n\n<p>2.4. In the event that one or several of the provisions are declared null or void, the remaining provisions in these General Terms and Conditions will remain in force regardless.<\/p>\n\n\n\n<p>2.5. Tradecast retains the right to change the General Terms and Conditions at any time. Changes also apply to agreements already in force.<\/p>\n\n\n\n<p>2.6. The Client is notified of changes in the General Terms and Conditions and the effective date of the changed General Terms and Conditions by email. The Client can announce not to agree with the changed General Terms and Conditions and retains the right to terminate the Agreement as of the effective date of the changed General Terms and Conditions.<\/p>\n\n\n\n<p><strong>Article 3. Realisation of the agreement<\/strong><\/p>\n\n\n\n<p>3.1. Bids are made in writing (and\/or by email) and are completely non-binding.<\/p>\n\n\n\n<p>3.2. An agreement is entered into when Tradecast receives the Bid, signed by the Client and returned by mail, fax or email.<\/p>\n\n\n\n<p>3.3. In the absence of a signed bid, an Agreement between the Client and Tradecast is entered into when Tradecast commences to perform the Service on behalf of the Client.<\/p>\n\n\n\n<p>3.4. In the event that, for whichever reason in the absence of a Bid signed by the Client, Tradecast commences to perform the Service, the Client is expected to have agreed to the Bid.<\/p>\n\n\n\n<p>3.5. All bids made by Tradecast are non-binding. Tradecast retains the right to revoke already made bids. The bid is at all times based on the information provided by the client<\/p>\n\n\n\n<p>3.6. Errors or mistakes in offerings on the website, Bids and other publications by Tradecast are non-binding.<\/p>\n\n\n\n<p><strong>Article 4. Performance of the agreement<\/strong><\/p>\n\n\n\n<p>4.1. Tradecast performs the work activities regarding the Service carefully and taking into consideration the standards which apply to Tradecast’s discipline.<\/p>\n\n\n\n<p>4.2. If and insofar that the Client allows any changes to the Service, after parties have agreed on the (method of) execution of the Agreement, such changes shall be considered additional work. In that event, Tradecast is legally entitled to charge the customary price for such additional work, in addition to the price agreed upon for the Service. In the event that changes result in less work, the agreed upon price will remain in force.<\/p>\n\n\n\n<p>4.3. For the execution of the service, Tradecast is (partially) dependent on the data and information provided by the Client. Tradecast cannot perform the Service in the event that the provision of data and information does not and\/or not timely take place. Tradecast does not commit any breach towards the Client in the event that data and\/or information which is provided by the Client too late and\/or incorrectly results in shortcomings in the performance of the Service. In the event that, after the Client has been explicitly notified by Tradecast that it has committed a shortcoming, whereby a reasonable period for delivery and\/or notification is provided, the Client fails to fulfil his\/her obligation to provide the required information, Tradecast is legally entitled to terminate the agreement and the Client will be obligated to pay the damages suffered by Tradecast as a result.<\/p>\n\n\n\n<p>4.4. Tradecast is entitled to engage the services of (a) third party\/parties in order to perform the Service, without requiring the permission of the Client.<\/p>\n\n\n\n<p>4.5. In the event that the execution of a Service needs to be changed, due to a circumstance for which Tradecast cannot be held accountable, then such a change will occur after due consultation between the Client and Tradecast. The Client is not entitled to terminate the agreement under these circumstances.<\/p>\n\n\n\n<p>4.6. The Client is aware that dissatisfaction with aesthetical aspects of the Service will never result in attributable shortcomings on the part of Tradecast.<\/p>\n\n\n\n<p>4.7. In any event parties will strive to maintain strict confidentiality regarding any knowledge they acquire as a result of the execution of the Service. All documents, samples, (business) models, items, films, content, concepts or data storage devices, whether in writing, digital and\/or electronic, will remain in possession of the party providing these for the execution of the Service.<\/p>\n\n\n\n<p><strong>Article 5. Applications \/ use by the Client<\/strong><\/p>\n\n\n\n<p>5.1. Only the Client receives the agreed upon exclusive right to make use of the Service provided by Tradecast and is not entitled to extend this right of use to one or several third parties, without the express written permission of Tradecast. A Client is required to request a transfer or exploitation of the Service by third parties no later than 14 days before the intended transfer or exploitation.<\/p>\n\n\n\n<p>5.2 The Client does not have the right:<\/p>\n\n\n\n<p>to use and\/or apply the Service in violation with the law;<br>to perform, cause, promote, teach, extend and\/or publish unlawful or morally reprehensible activities and\/or views in any possible way, for whatever purpose;<br>to use the Service in any way, in order to possess or publish explicitly sexually-oriented material of whichever nature;<br>to use the Service in any way and\/or to use any other material in combination with the service, in such a way that one or several goods used by Tradecast are damaged, regardless of whether these goods are in possession of and\/or used by Tradecast or third parties.<br>5.3. The Client himself\/herself is responsible for the processing, placement and management of Content submitted by consumers. The terms and conditions of the Client apply to the processing, placement and management of this content, provided that these are in accordance with the General Terms and Conditions of Tradecast.<\/p>\n\n\n\n<p>5.4. Tradecast is not responsible for damages suffered by the placement of Content, produced either by consumers or third parties.<\/p>\n\n\n\n<p><strong>Article 6. Fines<\/strong><\/p>\n\n\n\n<p>6.1. In the event that a Client, to whatever degree, violates one or several provision(s) in the Agreement and\/or the General Terms and Conditions, the Client will pay Tradecast a fine amounting to €250 per day, without requiring a notice of default and\/or judicial intervention, regardless of whether the violation can be directly or indirectly attributed to the Client.<\/p>\n\n\n\n<p>6.2. The fine does not repair any damages and, aside from the payable fine, Tradecast holds the Client accountable for damages resulting from the violations, of whichever nature.<\/p>\n\n\n\n<p>6.3. In the event of (a) violation(s) as referred to in this article, Tradecast B.V. is legally entitled to immediately terminate performing the Services, without Tradecast being held accountable in anyway by the Client and\/or one or more third parties.<\/p>\n\n\n\n<p><strong>Article 7. Invoicing \/ payment<\/strong><\/p>\n\n\n\n<p>7.1. Tradecast is legally entitled to charge the Client one or multiple advance payments before commencing performing the Service and\/or during the performance of the Service. In the event that parties are not able to agree upon the price, the method of payment and the obligation regarding these advance payment invoices, Tradecast is not obligated to commence performing the Service and\/or to continue performing the Service.<\/p>\n\n\n\n<p>7.2. As regards its invoices, Tradecast uses a payment deadline of 14 days.<br>In the event that this period is exceeded, the Client will be in default, upon which the Client immediately owes the legal commercial interest rate, in addition to the invoiced amount.<\/p>\n\n\n\n<p>7.3 All costs, regardless of whichever extrajudicial and\/or judicial nature, including attorney fees, bailiff fees and court registration fees, which Tradecast reasonably incurs in the process of collecting payment of the invoices, or within the context of whichever dispute with the Client and relating to the performance of the Service, will be charged to the Client. Any costs awarded against the Client by court order, will be deducted from the costs to which Tradecast is entitled of charging the Client.<\/p>\n\n\n\n<p>7.4. In the event that the Client has to make regular payments to Tradecasts (for example as a result of a subscription), Tradecast is legally entitled to introduce regular price changes, if these price changes:<\/p>\n\n\n\n<p>are necessary due to inflationary reasons, and\/or;<br>are required due to other important (cost-increasing) circumstances on the part of Tradecast, and\/or;<br>do not exceed the 5% margin on the previous price maintained by Tradecast, and;<br>do not occur twice or more often within a period of three months, unless one increase relates to inflation and the other to important (cost-increasing) circumstances, in which event twice or more increases within three months are allowed.<br>7.5. In the event that Tradecast is required to apply a price increase exceeding 5%, the Client is entitled to terminate the Agreement due to that price increase, within 30 days after the actual price increase. After the 30-day period is exceeded, this entitlement ceases to exist.<\/p>\n\n\n\n<p>7.6 Tradecast at all times retains the right to charge the Client any fluctuations in exchange rates which relate to the Service or purchasing from third parties which relate to the Service, at the Client’s next payment obligation.<\/p>\n\n\n\n<p>7.7. In the event that the Client terminates the Agreement, as intended in art. 7.5 of the General Terms and Conditions, then the Client owes Tradecast the normal price that Tradecast would charge in the event of a complete and correct observation of the Agreement, in proportion to the period. If and insofar as Tradecast has been forced to engage the services of one or several third parties and Tradecast is not entitled to immediately terminate the agreement(s) involved in the event the Client terminates the Agreement, the Client also owes Tradecast the costs incurred by Tradecast by engaging the services of that third party\/those third parties, until the first moment that Tradecast is able to terminate the agreement(s) with that third party\/those third parties.<\/p>\n\n\n\n<p>7.8. The Client is obligated to pay the invoices sent by Tradecast, without the Client being entitled to claim a settlement, suspension, deduction, discount or whichever other legal instrument which would obstruct complete payment of the invoices.<\/p>\n\n\n\n<p>7.9. The prices named by Tradecast in the context of whichever consultation, negotiation and\/or Bid, are all excluding VAT and – unless expressly agreed otherwise – excluding costs incurred from third parties, material costs, transportation costs, travel expenses, accommodation and lost time costs, and\/or whichever other comparable costs, by Tradecast and\/or Tradecast’s representatives.<\/p>\n\n\n\n<p>7.10. In the event that two or more Clients engage Tradecast for a single (partial) assignment, these two or more Clients are severally liable for the payment of the invoices.<\/p>\n\n\n\n<p><strong>Article 8. Suspension<\/strong><\/p>\n\n\n\n<p>8.1. Tradecast is entitled to immediately cease performing the Service, in the event that the Client is in default regarding any payment obligation.<\/p>\n\n\n\n<p><strong>Article 9. Termination of the agreement<\/strong><\/p>\n\n\n\n<p>9.1. The Agreement between the Client and Tradecast ends when both parties have fulfilled all the conditions of the Agreement and\/or as referred to in these General Terms and Conditions.<\/p>\n\n\n\n<p>9.2. The Client is not entitled to prematurely terminate the Agreement, save for important reasons. In the event that the Client decides to terminate the agreement and Tradecast is forced to accept this termination (e.g. in the event of important reasons), the Client is obligated to pay any damages – either direct or indirect – suffered by Tradecast as a result of this termination. The Client is also obligated to pay a fine amounting to 50% of the fee owed to Tradecast as a result of the Agreement, excluding VAT. This fine does not repair any damages and is owed by the Client without requiring judicial intervention.<\/p>\n\n\n\n<p>9.3. In the event that the Agreement between Tradecast and the Client is like a long-term agreement in nature and no specific agreements have been made regarding the termination\/continuation of the Agreement, the Client can only terminate the Agreement by the end of the month, upon four months’ notice.<\/p>\n\n\n\n<p>9.4. The notice period as referred to in article 9.3 of the General Terms and Conditions is longer if and insofar as Tradecast has had to engage the services of one or more third parties in order to perform the Service, the agreement with which cannot be terminated within the mentioned notice period of four months. In that case a notice period applies which is equal to the notice period to which Tradecast is bound in that\/those agreement(s) with that\/those third party\/third parties, in any event with a minimum of four months.<\/p>\n\n\n\n<p><strong>Article 10. Liability<\/strong><\/p>\n\n\n\n<p>10.1. Tradecast cannot be held accountable for damages suffered by the Client and\/or third parties and\/or suffered as a result of the performance of the Service, save for wilful acts and gross recklessness.<\/p>\n\n\n\n<p>10.2. In the event of wilful act and\/or gross recklessness of representatives and\/or subordinates of Tradecast, the liability of Tradecast for damages suffered by the Client is excluded.<\/p>\n\n\n\n<p>10.3. In any event, if and insofar as Tradecast for whatever reason is liable for any damages suffered by the Client and\/or third parties, that liability never exceeds 50% of the total sum, excluding VAT, of the amounts to be invoiced by Tradecast to the Client relating to the Service. If and insofar as Tradecast has made periodic arrangements with the Client, the aforementioned liability will be limited to an amount which equals twice the value of the periodic invoice which Tradecast is entitled to send to the Client in that case.<\/p>\n\n\n\n<p>10.4. Tradecast is not liable for the placement of and reference to Content of third parties placed by the Client. The Content at all times remains in possession of the legal owner and will not become possession of the Client or Tradecast by placement of the reference, provided that the Client is the owner of the Content.<\/p>\n\n\n\n<p>10.5. Tradecast is not liable for the placement of or reference to Content which violates the terms of use, license terms or other conditions of the owner of this Content or the service which this Content hosts and\/or serves.<\/p>\n\n\n\n<p><strong>Article 11. Dispute settlement \/ choice of forum<\/strong><\/p>\n\n\n\n<p>11.1. Anything relating to the performance of the Service or to any commitment between Tradecast and the Client is governed exclusively by Dutch law.<\/p>\n\n\n\n<p>11.2. The competent court in Zwolle – Lelystad has exclusive jurisdiction in disputes.<\/p>\n\n\n\n<p><strong>Article 12. Policy regarding personal data<\/strong><\/p>\n\n\n\n<p>12.1. Tradecast is legally entitled to collect personal information from the use of the Service by the Client and consumers.<\/p>\n\n\n\n<p>12.2. Whether by means of its own technology or by means of that of third parties, Tradecast can collect data regarding users of the Service and the Client.<\/p>\n\n\n\n<p>12.3. Tradecast is entitled to use collected personal information for the purposes of improving the Service for the Client and consumers.<\/p>\n\n\n\n<p><strong>Article 13. Software<\/strong><\/p>\n\n\n\n<p>13.1. The Client is provided with a non-transferable right of use regarding the Software, for the duration of the agreement. The Client agrees to the license conditions of the Software provided.<\/p>\n\n\n\n<p>13.2. Tradecast is not responsible for the use of the Software by the Client that violates the law and the general terms and conditions of third parties.<\/p>\n\n\n\n<p><strong>Appendix I Conditions regarding hosting and streaming<\/strong><\/p>\n\n\n\n<ol><li>This part of the General Terms and Conditions contains provisions which exclusively apply to internet services, such as streaming, (web) hosting, email and\/or domain registration<\/li><li>The Client is not allowed to:<br>2.1. use the Service in any way and\/or to use any other material in combination with the service, in such a way that one or several servers used by Tradecast are damaged, regardless of whether these servers are in possession of and\/or used by Tradecast or third parties to be engaged by Tradecast.<\/li><li>The Agreement for hosting and streaming is entered into for the period of three (3) years, unless parties agree otherwise in writing.<\/li><li>Tradecast carefully ensures the availability of the Service, in which it makes every effort to offer optimum availability. Tradecast cannot guarantee that connections, such as cables and\/or other connections with hosting parties and\/or streaming services at Amazon Web Services or other parties are always available. The general terms and conditions of Amazon Web Services apply to Amazon Web Services.<\/li><li>Tradecast carefully maintains the availability of various operating systems (such as Smart TV) and platforms (such as Apple iOS). Tradecast cannot exclude interruption on various platforms due to updates or errors in these platforms or operating systems.<\/li><li>Tradecast is not liable for damages suffered by the Client due to unavailability of the Service due to shortcomings in connections in services and used services by third party which offer the Service availability.<\/li><li>Tradecast’s General Terms and Conditions apply undiminishedly, also on the hosting of websites and\/or internet services as referred to in this appendix, as far as they do not conflict with the provisions in this appendix.<\/li><\/ol>\n<\/div><\/div>\n","protected":false},"excerpt":{"rendered":"","protected":false},"author":4,"featured_media":0,"parent":0,"menu_order":0,"comment_status":"closed","ping_status":"closed","template":"templates\/page-content.php","meta":[],"yoast_head":"<!-- This site is optimized with the Yoast SEO Premium plugin v16.6 (Yoast SEO v16.6.1) - https:\/\/yoast.com\/wordpress\/plugins\/seo\/ -->\n<title>General terms and conditions | Tradecast<\/title>\n<meta name=\"robots\" content=\"index, follow, max-snippet:-1, max-image-preview:large, max-video-preview:-1\" \/>\n<link rel=\"canonical\" href=\"https:\/\/tradecast.tv\/en\/general-terms-and-conditions\/\" \/>\n<meta property=\"og:locale\" content=\"nl_NL\" \/>\n<meta property=\"og:type\" content=\"article\" \/>\n<meta property=\"og:title\" content=\"General terms and conditions\" \/>\n<meta property=\"og:description\" content=\"General terms and conditions Tradecast B.V. General terms and conditions of the B.V. (Dutch limited company) Tradecast B.V., based in Zwolle and\" \/>\n<meta property=\"og:url\" content=\"https:\/\/tradecast.tv\/en\/general-terms-and-conditions\/\" \/>\n<meta property=\"og:site_name\" content=\"Tradecast\" \/>\n<meta property=\"article:publisher\" content=\"https:\/\/www.facebook.com\/Tradecast\/\" \/>\n<meta property=\"article:modified_time\" content=\"2021-05-25T08:17:31+00:00\" \/>\n<meta name=\"twitter:card\" content=\"summary_large_image\" \/>\n<meta name=\"twitter:site\" content=\"@tradecasttv\" \/>\n<meta name=\"twitter:label1\" content=\"Est. reading time\" \/>\n\t<meta name=\"twitter:data1\" content=\"14 minuten\" \/>\n<script type=\"application\/ld+json\" class=\"yoast-schema-graph\">{\"@context\":\"https:\/\/schema.org\",\"@graph\":[{\"@type\":\"Organization\",\"@id\":\"https:\/\/tradecast.tv\/#organization\",\"name\":\"Tradecast\",\"url\":\"https:\/\/tradecast.tv\/\",\"sameAs\":[\"https:\/\/www.facebook.com\/Tradecast\/\",\"https:\/\/www.instagram.com\/tradecast.tv\/\",\"https:\/\/www.linkedin.com\/company\/tradecast\/\",\"https:\/\/twitter.com\/tradecasttv\"],\"logo\":{\"@type\":\"ImageObject\",\"@id\":\"https:\/\/tradecast.tv\/#logo\",\"inLanguage\":\"nl-NL\",\"url\":\"https:\/\/tradecast.tv\/wp-content\/uploads\/2021\/05\/TC_logo_Black.png\",\"contentUrl\":\"https:\/\/tradecast.tv\/wp-content\/uploads\/2021\/05\/TC_logo_Black.png\",\"width\":180,\"height\":42,\"caption\":\"Tradecast\"},\"image\":{\"@id\":\"https:\/\/tradecast.tv\/#logo\"}},{\"@type\":\"WebSite\",\"@id\":\"https:\/\/tradecast.tv\/#website\",\"url\":\"https:\/\/tradecast.tv\/\",\"name\":\"Tradecast\",\"description\":\"Start je eigen videoplatform\",\"publisher\":{\"@id\":\"https:\/\/tradecast.tv\/#organization\"},\"potentialAction\":[{\"@type\":\"SearchAction\",\"target\":{\"@type\":\"EntryPoint\",\"urlTemplate\":\"https:\/\/tradecast.tv\/?s={search_term_string}\"},\"query-input\":\"required name=search_term_string\"}],\"inLanguage\":\"nl-NL\"},{\"@type\":\"WebPage\",\"@id\":\"https:\/\/tradecast.tv\/en\/general-terms-and-conditions\/#webpage\",\"url\":\"https:\/\/tradecast.tv\/en\/general-terms-and-conditions\/\",\"name\":\"General terms and conditions | Tradecast\",\"isPartOf\":{\"@id\":\"https:\/\/tradecast.tv\/#website\"},\"datePublished\":\"2021-05-21T11:26:51+00:00\",\"dateModified\":\"2021-05-25T08:17:31+00:00\",\"breadcrumb\":{\"@id\":\"https:\/\/tradecast.tv\/en\/general-terms-and-conditions\/#breadcrumb\"},\"inLanguage\":\"nl-NL\",\"potentialAction\":[{\"@type\":\"ReadAction\",\"target\":[\"https:\/\/tradecast.tv\/en\/general-terms-and-conditions\/\"]}]},{\"@type\":\"BreadcrumbList\",\"@id\":\"https:\/\/tradecast.tv\/en\/general-terms-and-conditions\/#breadcrumb\",\"itemListElement\":[{\"@type\":\"ListItem\",\"position\":1,\"name\":\"General terms and conditions\"}]}]}<\/script>\n<!-- \/ Yoast SEO Premium plugin. -->","lang":"en","translations":{"nl":1421,"en":1434},"pll_sync_post":[],"_links":{"self":[{"href":"https:\/\/tradecast.tv\/wp-json\/wp\/v2\/pages\/1434"}],"collection":[{"href":"https:\/\/tradecast.tv\/wp-json\/wp\/v2\/pages"}],"about":[{"href":"https:\/\/tradecast.tv\/wp-json\/wp\/v2\/types\/page"}],"author":[{"embeddable":true,"href":"https:\/\/tradecast.tv\/wp-json\/wp\/v2\/users\/4"}],"replies":[{"embeddable":true,"href":"https:\/\/tradecast.tv\/wp-json\/wp\/v2\/comments?post=1434"}],"version-history":[{"count":3,"href":"https:\/\/tradecast.tv\/wp-json\/wp\/v2\/pages\/1434\/revisions"}],"predecessor-version":[{"id":1525,"href":"https:\/\/tradecast.tv\/wp-json\/wp\/v2\/pages\/1434\/revisions\/1525"}],"wp:attachment":[{"href":"https:\/\/tradecast.tv\/wp-json\/wp\/v2\/media?parent=1434"}],"curies":[{"name":"wp","href":"https:\/\/api.w.org\/{rel}","templated":true}]}}